const topic = {
  1: {
    title: '吳彥祖最近身體哪裡微恙',
    ans: "3",
    option: ["屁股", "重點部位", "肚子跟腸胃", "腦袋", "手腳"]
  },
  2: {
    title: '吳彥祖最常買什麼早餐來吃',
    ans: "1",
    option: ["御飯糰", "水煎包", "蔥油餅", "捏捏補給站", "漢堡"]
  },
  3: {
    title: '吳彥祖現在的體重是?',
    ans: "7",
    option: ["超過100", "98", "95", "90", "87", "85", '82']
  },
  4: {
    title: "吳彥祖不吃的食物",
    ans: "3",
    option: ["青椒", '香菜', "皮蛋", "辣椒", "紅蘿蔔", '青色豆豆', '水煮玉米']
  },
  5: {
    title: '吳彥祖"不"看下列哪個youtuber',
    ans: "5",
    option: ["HowHow", "那個抄襲女生kiki", "哈哈台", "老高與小茉", "在不瘋狂就等死"]
  },
  6: {
    title: '吳彥祖前最近回歸打什麼?',
    ans: "5",
    option: ["荒野亂鬥", "PUBG", "爐時戰記", "CSGO", "LOL"]
  },
  7: {
    title: '吳彥祖承第1題，因為身體微恙最近都喝啥',
    ans: "2",
    option: ["可樂", "果汁或果醋", "咖啡", "奶茶", "大奶微微"]
  },
  8: {
    title: '吳彥租能現任租房缺點為',
    ans: "5",
    option: ["隔壁戶很臭", "陽光曬不太近來", "雨聲很吵", "車聲很吵", "以上皆是"]
  },
  9: {
    title: '吳彥祖"不"會想看下列哪一部電影',
    ans: "5",
    option: ["阿凡達2", "音速小子", "女鬼橋", "葉問4", "木瓜之城"]
  },
  10: {
    title: '吳彥祖最近最怕的病毒',
    ans: "3",
    option: ["香港腳", "日本腦炎", "中國武漢肺炎", "西班牙流感", "美國流感"]
  }
}

export default topic;